{
    "studyPoliciesTitle": "Políticas de Estudio",
    "studyPolicies": "Políticas de Estudio",
    "generalStudyNorms": "Normas Generales de Estudio",
    "generalNormsText": "Se espera que los estudiantes mantengan un comportamiento profesional, respeten los horarios de los tutores y participen activamente en los cursos.",
    "attendancePunctuality": "Asistencia y Puntualidad",
    "attendanceText": "La asistencia regular y la puntualidad son obligatorias. Las ausencias no justificadas pueden resultar en consecuencias.",
    "courseRequirements": "Requisitos para Aprobar los Cursos",
    "requirementsText": "Para aprobar los cursos, los estudiantes deben cumplir con requisitos mínimos como la entrega de tareas y aprobar exámenes.",
    "useOfMaterials": "Uso de Materiales y Recursos",
    "materialsText": "Los materiales proporcionados son solo para uso académico personal. Se prohíbe la distribución no autorizada o el plagio.",
    "evaluationFeedback": "Evaluación y Retroalimentación",
    "evaluationText": "Las evaluaciones se realizarán de manera justa. Se proporcionará retroalimentación para ayudar a los estudiantes a mejorar.",
    "academicConductCode": "Código de Conducta Académica",
    "conductText": "Los estudiantes deben adherirse a la integridad académica, respetar a compañeros y tutores, y evitar el mal comportamiento.",
    "submissionDeadlines": "Plazos de Entrega",
    "deadlinesText": "Las tareas deben entregarse antes de los plazos establecidos para evitar sanciones.",
    "useOfTechnology": "Uso de Tecnología",
    "technologyText": "Es necesario hacer un uso adecuado de las plataformas en línea, foros y la biblioteca virtual.",
    "forumParticipationRules": "Reglas para la Participación en el Foro",
    "forumRulesText": "Participa respetuosamente en los foros. Sigue las pautas para publicar e interactuar con otros.",
    "consequencesOfNonCompliance": "Consecuencias por Incumplimiento",
    "consequencesText": "El incumplimiento puede resultar en advertencias, suspensión o expulsión del curso."
  }
  