{
    "termsAndConditionsTitle": "Términos y Condiciones",
    "termsAndConditions": "Términos y Condiciones",
    "introduction": {
      "title": "Introducción",
      "text": "Bienvenido a Namuy Learning. Estos Términos y Condiciones ('Términos') regulan el acceso y uso de nuestra plataforma educativa y servicios académicos ('Servicios') ofrecidos por Namuy Learning ('nosotros', 'nuestro' o 'la Empresa') en Colombia, Latinoamérica, Estados Unidos y Europa. Al utilizar nuestros Servicios, usted acepta estar sujeto a estos Términos. Es fundamental que lea y comprenda completamente estos Términos antes de utilizar nuestros Servicios."
    },
    "acceptanceOfTerms": {
      "title": "Aceptación de los Términos",
      "text": "Al acceder o utilizar nuestros Servicios, usted reconoce que ha leído, entendido y aceptado estar legalmente obligado por estos Términos, así como por nuestra Política de Privacidad, que se incorpora aquí por referencia. Si no está de acuerdo con estos Términos, no debe acceder ni utilizar nuestros Servicios."
    },
    "servicesDescription": {
      "title": "Descripción de los Servicios",
      "text": "Namuy Learning proporciona una plataforma en línea que ofrece acceso a una variedad de cursos, tutorías, materiales educativos, soporte académico y otros recursos relacionados. Nuestros Servicios están diseñados para proporcionar una experiencia educativa integral y personalizada, facilitando el aprendizaje en múltiples disciplinas y niveles educativos."
    },
    "userResponsibilities": {
      "title": "4. Responsabilidades del Usuario",
      "text": "Al utilizar nuestros Servicios, usted acepta cumplir con las siguientes obligaciones y responsabilidades, diseñadas para garantizar una experiencia segura y constructiva para todos los usuarios y proteger los intereses de Namuy Learning:",
      "sections": [
        {
          "subtitle": "4.1 Información Personal y de la Cuenta",
          "points": [
            {
              "title": "Precisión y Actualización de Datos",
              "description": "Usted se compromete a proporcionar información personal veraz, exacta, actualizada y completa durante el proceso de registro y cuando se le solicite posteriormente. Es su responsabilidad mantener actualizada dicha información para reflejar cualquier cambio en sus datos personales."
            },
            {
              "title": "Seguridad de la Cuenta",
              "subpoints": [
                {
                  "title": "Confidencialidad de Credenciales",
                  "description": "Usted es responsable de mantener la confidencialidad de su nombre de usuario y contraseña, y de restringir el acceso a su cuenta. No debe compartir sus credenciales con terceros ni permitir que otras personas utilicen su cuenta."
                },
                {
                  "title": "Responsabilidad por Actividades",
                  "description": "Usted es plenamente responsable de todas las actividades que ocurran bajo su cuenta. Si sospecha o tiene conocimiento de cualquier uso no autorizado de su cuenta, debe notificar de inmediato a Namuy Learning a través de los canales de contacto proporcionados."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.2 Uso Adecuado de los Servicios",
          "points": [
            {
              "title": "Propósito Personal y Educativo",
              "subpoints": [
                {
                  "title": "Uso Limitado",
                  "description": "Los Servicios y recursos proporcionados por Namuy Learning están destinados exclusivamente para su uso personal y educativo. Queda estrictamente prohibido utilizar los Servicios con fines comerciales, de lucro o cualquier otro propósito no autorizado sin el consentimiento previo y por escrito de Namuy Learning."
                }
              ]
            },
            {
              "title": "Prohibición de Uso Ilegal o No Autorizado",
              "subpoints": [
                {
                  "title": "Cumplimiento de Leyes",
                  "description": "Usted se compromete a no utilizar los Servicios para ningún propósito ilegal, fraudulento o no autorizado, incluyendo, pero no limitado a, violaciones de leyes de propiedad intelectual, privacidad, protección de datos, fraude, lavado de dinero, terrorismo o cualquier otra normativa aplicable en Colombia, Latinoamérica, Estados Unidos, Europa o cualquier otra jurisdicción relevante."
                },
                {
                  "title": "Actividades Prohibidas",
                  "description": "No deberá participar en actividades que puedan dañar, deshabilitar, sobrecargar o deteriorar los Servicios o interferir con el uso y disfrute de los mismos por parte de otros usuarios."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.3 Conducta y Comportamiento",
          "points": [
            {
              "title": "Respeto y Cortesía",
              "subpoints": [
                {
                  "title": "Interacción con la Comunidad",
                  "description": "Usted se compromete a interactuar con otros usuarios, instructores y el personal de Namuy Learning de manera respetuosa y profesional. Debe abstenerse de utilizar lenguaje o comportamientos que sean ofensivos, abusivos, acosadores, difamatorios, obscenos o discriminatorios."
                }
              ]
            },
            {
              "title": "No Discriminación",
              "subpoints": [
                {
                  "title": "Igualdad y Diversidad",
                  "description": "Está prohibido participar en actos de discriminación o incitación al odio por razón de raza, color, religión, sexo, género, orientación sexual, identidad de género, origen nacional, edad, discapacidad, estado civil, condición socioeconómica o cualquier otra característica protegida por la ley."
                }
              ]
            },
            {
              "title": "Prohibición de Contenido Inapropiado",
              "subpoints": [
                {
                  "title": "Contenido Prohibido",
                  "description": "No debe publicar, cargar, transmitir o compartir contenido que sea ilegal, dañino, amenazante, abusivo, acosador, tortuoso, difamatorio, vulgar, obsceno, pornográfico, invasivo de la privacidad de otros, odioso o racial, étnica o de otra manera objetable."
                },
                {
                  "title": "Protección de Menores",
                  "description": "Queda estrictamente prohibido cualquier contenido que explote o ponga en peligro a menores de edad, incluyendo representaciones de abuso infantil o cualquier actividad relacionada."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.4 Integridad Académica",
          "points": [
            {
              "title": "Originalidad en el Trabajo",
              "subpoints": [
                {
                  "title": "Prohibición de Plagio",
                  "description": "Usted se compromete a presentar trabajos, proyectos, exámenes y cualquier otra actividad académica que sea producto de su propio esfuerzo y creación. El plagio, la copia, la falsificación de datos o cualquier forma de fraude académico están estrictamente prohibidos."
                }
              ]
            },
            {
              "title": "Colaboración Ética",
              "subpoints": [
                {
                  "title": "Reglas de Colaboración",
                  "description": "Debe respetar las reglas de colaboración establecidas para cada curso o actividad. No proporcionará ni recibirá ayuda no autorizada en evaluaciones, tareas o exámenes. Está prohibido compartir respuestas, soluciones o cualquier material que pueda comprometer la integridad académica."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.5 Propiedad Intelectual y Confidencialidad",
          "points": [
            {
              "title": "Respeto por Derechos de Autor",
              "subpoints": [
                {
                  "title": "Uso Legal de Contenido",
                  "description": "Usted se compromete a no reproducir, distribuir, modificar, crear trabajos derivados, exhibir públicamente, realizar públicamente, retransmitir o utilizar de cualquier otra manera el contenido protegido por derechos de autor, marcas registradas, patentes, secretos comerciales u otros derechos de propiedad intelectual sin el permiso explícito del titular de los derechos."
                }
              ]
            },
            {
              "title": "Uso de Materiales de la Plataforma",
              "subpoints": [
                {
                  "title": "Licencia Limitada",
                  "description": "Los materiales educativos y recursos disponibles en la plataforma son para su uso personal y no comercial en el contexto de su participación en los Servicios. Está prohibido compartir, distribuir, vender o explotar dichos materiales a terceros."
                }
              ]
            },
            {
              "title": "Confidencialidad",
              "subpoints": [
                {
                  "title": "Información Confidencial",
                  "description": "Usted puede tener acceso a información confidencial de Namuy Learning o de otros usuarios. Se compromete a mantener la confidencialidad de dicha información y a no divulgarla sin el consentimiento previo y por escrito del titular."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.6 Seguridad y Protección de la Plataforma",
          "points": [
            {
              "title": "No Interferencia",
              "subpoints": [
                {
                  "title": "Integridad de los Servicios",
                  "description": "Está prohibido interferir o interrumpir el funcionamiento de los Servicios, servidores o redes conectados a los Servicios, incluyendo la transmisión de cualquier virus, gusano, malware o cualquier otro código de naturaleza destructiva o perjudicial."
                }
              ]
            },
            {
              "title": "Prohibición de Acceso No Autorizado",
              "subpoints": [
                {
                  "title": "Acceso Restringido",
                  "description": "No debe intentar acceder sin autorización a otras cuentas, sistemas informáticos o redes conectados a los Servicios mediante piratería, extracción de contraseñas o cualquier otro medio ilegítimo."
                }
              ]
            },
            {
              "title": "Prevención de Malware",
              "subpoints": [
                {
                  "title": "Protección de Sistemas",
                  "description": "Se compromete a no introducir en la plataforma ningún software o material que pueda causar daños o alterar el funcionamiento de los sistemas de Namuy Learning o de otros usuarios."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.7 Cumplimiento Legal y Normativo",
          "points": [
            {
              "title": "Leyes y Regulaciones Aplicables",
              "subpoints": [
                {
                  "title": "Cumplimiento Legal",
                  "description": "Usted se compromete a cumplir con todas las leyes, normas y regulaciones locales, regionales, nacionales e internacionales que sean aplicables al utilizar los Servicios, incluyendo pero no limitado a leyes de protección de datos, propiedad intelectual, competencia desleal y protección al consumidor."
                }
              ]
            },
            {
              "title": "Políticas de Namuy Learning",
              "subpoints": [
                {
                  "title": "Adhesión a Políticas",
                  "description": "Debe adherirse a todas las políticas, términos y condiciones adicionales proporcionados por Namuy Learning en relación con los Servicios, las cuales pueden ser actualizadas periódicamente."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.8 Responsabilidad por Contenido y Actividades",
          "points": [
            {
              "title": "Contenido Generado por el Usuario",
              "subpoints": [
                {
                  "title": "Responsabilidad Individual",
                  "description": "Usted es el único responsable del contenido que publique, cargue o transmita a través de los Servicios. Garantiza que dicho contenido es legal, no infringe derechos de terceros y cumple con estos Términos."
                },
                {
                  "title": "Derechos Otorgados",
                  "description": "Al enviar contenido, otorga a Namuy Learning los derechos necesarios para utilizar, reproducir, modificar, adaptar, publicar, traducir, distribuir y mostrar dicho contenido en relación con la prestación de los Servicios."
                }
              ]
            },
            {
              "title": "Reporte de Abusos",
              "subpoints": [
                {
                  "title": "Comunicación de Incidentes",
                  "description": "Debe informar de inmediato a Namuy Learning sobre cualquier violación de seguridad, uso no autorizado de su cuenta o cualquier otra infracción de la que tenga conocimiento."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.9 Indemnización y Exención de Responsabilidad",
          "points": [
            {
              "title": "Indemnización",
              "subpoints": [
                {
                  "title": "Compensación por Daños",
                  "description": "Usted acepta indemnizar y eximir de responsabilidad a Namuy Learning, sus afiliados, directivos, empleados, agentes y licenciantes de cualquier reclamo, demanda, pérdida, daño, costos y gastos, incluyendo honorarios razonables de abogados, que surjan de su uso de los Servicios, su contenido, su violación de estos Términos o de cualquier ley o derecho de terceros."
                }
              ]
            },
            {
              "title": "Exención de Responsabilidad",
              "subpoints": [
                {
                  "title": "Asunción de Riesgo",
                  "description": "Usted reconoce que utiliza los Servicios bajo su propio riesgo. Namuy Learning no será responsable de ningún daño directo, indirecto, incidental, especial o consecuente resultante del uso o la imposibilidad de uso de los Servicios."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.10 Restricciones Adicionales",
          "points": [
            {
              "title": "Actividades Comerciales No Autorizadas",
              "subpoints": [
                {
                  "title": "Prohibición de Solicitudes",
                  "description": "No debe promover o distribuir materiales publicitarios no solicitados, spam, cartas en cadena, esquemas piramidales u otras formas de solicitud no autorizada a través de los Servicios."
                }
              ]
            },
            {
              "title": "Recolección de Datos",
              "subpoints": [
                {
                  "title": "Protección de Datos Personales",
                  "description": "Está prohibido recopilar, almacenar o utilizar datos personales de otros usuarios sin su consentimiento explícito y en cumplimiento con las leyes de protección de datos aplicables."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.11 Consecuencias del Incumplimiento",
          "points": [
            {
              "title": "Disciplinary Measures",
              "subpoints": [
                {
                  "title": "Account Suspension or Termination",
                  "description": "Namuy Learning reserves the right to suspend or terminate your access to the Services without prior notice if you violate these Terms or engage in activities that may harm other users, the platform, or the company."
                }
              ]
            },
            {
              "title": "Legal Actions",
              "subpoints": [
                {
                  "title": "Legal Proceedings",
                  "description": "Failure to comply with these Terms may result in legal actions under applicable laws, including claims for damages, injunctive relief, or other legal remedies."
                }
              ]
            },
            {
              "title": "Notification to Authorities",
              "subpoints": [
                {
                  "title": "Cooperation with Authorities",
                  "description": "In cases of serious or illegal violations, Namuy Learning may report to competent authorities and fully cooperate with investigations or legal proceedings."
                }
              ]
            }
          ]
        }
      ]
    },
    "intellectualProperty": {
      "title": "Propiedad Intelectual",
      "text": "Todo el contenido está protegido por leyes de propiedad intelectual..."
    },
    "confidentialityDataProtection": {
      "title": "Confidencialidad y Protección de Datos",
      "text": "Estamos comprometidos con la protección de tus datos personales..."
    },
    "platformAccessRestrictions": {
      "title": "Acceso a la Plataforma y Restricciones",
      "text": "El acceso a ciertas áreas puede estar restringido..."
    },
    "paymentsCancellations": {
      "title": "Pagos y Cancelaciones",
      "text": "Términos de pago para servicios premium, políticas de reembolsos..."
    },
    "modificationOfTerms": {
      "title": "Modificaciones de los Términos",
      "text": "Nos reservamos el derecho de modificar estos Términos en cualquier momento..."
    },
    "limitationOfLiability": {
      "title": "Limitación de Responsabilidad",
      "text": "No somos responsables de ningún daño derivado del uso de la plataforma..."
    },
    "disputeResolution": {
      "title": "Resolución de Disputas",
      "text": "Cualquier disputa se resolverá mediante mediación o arbitraje..."
    },
    "durationTermination": {
      "title": "Duración y Terminación",
      "text": "Estos Términos serán efectivos a menos que sean terminados por cualquiera de las partes..."
    },
    "finalProvisions": {
      "title": "Disposiciones Finales",
      "text": "Estas disposiciones rigen la interpretación de los Términos..."
    },
    "acceptableUsePolicy": {
      "title": "Uso Aceptable de la Plataforma",
      "text": "Los usuarios no deben participar en actividades prohibidas, como..."
    },
    "serviceInterruption": {
      "title": "Interrupción del Servicio",
      "text": "Podemos suspender la plataforma para mantenimiento o emergencias..."
    },
    "usageLicense": {
      "title": "Licencia de Uso",
      "text": "Te otorgamos una licencia limitada para acceder al contenido..."
    },
    "thirdPartyContentDisclaimer": {
      "title": "Exoneración de Responsabilidad por Contenido de Terceros",
      "text": "No somos responsables del contenido proporcionado por terceros..."
    },
    "forumsInteractionSpaces": {
      "title": "Foros y Espacios de Interacción",
      "text": "Los usuarios deben seguir las reglas al participar en los foros..."
    },
    "modificationSuspensionOfServices": {
      "title": "Derecho a Modificar o Suspender Servicios",
      "text": "Podemos cambiar o suspender servicios en cualquier momento..."
    },
    "studentRights": {
      "title": "Derechos de los Estudiantes",
      "text": "Tienes derechos como acceso a materiales educativos..."
    },
    "complianceWithLaws": {
      "title": "Cumplimiento de Leyes Locales e Internacionales",
      "text": "Los usuarios deben cumplir con todas las leyes aplicables..."
    },
    "accountSecurity": {
      "title": "Mantenimiento de la Cuenta y Seguridad",
      "text": "Eres responsable de mantener la confidencialidad de tu cuenta..."
    },
    "nonTransferability": {
      "title": "No Transferibilidad",
      "text": "Tus derechos y obligaciones bajo estos Términos no pueden ser transferidos..."
    }
  }
  