{
    "termsAndConditionsTitle": "Terms and Conditions",
    "termsAndConditions": "Terms and Conditions",
    "introduction": {
      "title": "Introduction",
      "text": "Welcome to Namuy Learning. These Terms and Conditions ('Terms') govern access to and use of our educational platform and academic services ('Services') offered by Namuy Learning ('we', 'our', or 'the Company') in Colombia, Latin America, the United States, and Europe. By using our Services, you agree to be bound by these Terms. It is essential that you read and fully understand these Terms before using our Services."
    },
    "acceptanceOfTerms": {
      "title": "Acceptance of Terms",
      "text": "By accessing or using our Services, you acknowledge that you have read, understood, and agreed to be legally bound by these Terms, as well as by our Privacy Policy, which is incorporated herein by reference. If you do not agree to these Terms, you should not access or use our Services."
    },
    "servicesDescription": {
      "title": "Description of Services",
      "text": "Namuy Learning provides an online platform that offers access to a variety of courses, tutoring, educational materials, academic support, and other related resources. Our Services are designed to provide a comprehensive and personalized educational experience, facilitating learning across multiple disciplines and educational levels."
    },
    "userResponsibilities": {
      "title": "4. User Responsibilities",
      "text": "By using our Services, you agree to comply with the following obligations and responsibilities, designed to ensure a safe and constructive experience for all users and protect the interests of Namuy Learning:",
      "sections": [
        {
          "subtitle": "4.1 Personal and Account Information",
          "points": [
            {
              "title": "Accuracy and Updating of Data",
              "description": "You agree to provide truthful, accurate, up-to-date, and complete personal information during the registration process and when requested thereafter. It is your responsibility to keep such information updated to reflect any changes in your personal data."
            },
            {
              "title": "Account Security",
              "subpoints": [
                {
                  "title": "Confidentiality of Credentials",
                  "description": "You are responsible for maintaining the confidentiality of your username and password, and for restricting access to your account. You must not share your credentials with third parties or allow others to use your account."
                },
                {
                  "title": "Responsibility for Activities",
                  "description": "You are fully responsible for all activities that occur under your account. If you suspect or become aware of any unauthorized use of your account, you must notify Namuy Learning immediately through the provided contact channels."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.2 Proper Use of Services",
          "points": [
            {
              "title": "Personal and Educational Purpose",
              "subpoints": [
                {
                  "title": "Limited Use",
                  "description": "The Services and resources provided by Namuy Learning are intended solely for your personal and educational use. It is strictly prohibited to use the Services for commercial, profit-driven, or any other unauthorized purposes without prior written consent from Namuy Learning."
                }
              ]
            },
            {
              "title": "Prohibition of Illegal or Unauthorized Use",
              "subpoints": [
                {
                  "title": "Compliance with Laws",
                  "description": "You agree not to use the Services for any illegal, fraudulent, or unauthorized purposes, including but not limited to violations of intellectual property laws, privacy, data protection, fraud, money laundering, terrorism, or any other applicable regulations in Colombia, Latin America, the United States, Europe, or any other relevant jurisdiction."
                },
                {
                  "title": "Prohibited Activities",
                  "description": "You must not engage in activities that may harm, disable, overload, or deteriorate the Services or interfere with the use and enjoyment of the Services by other users."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.3 Conduct and Behavior",
          "points": [
            {
              "title": "Respect and Courtesy",
              "subpoints": [
                {
                  "title": "Interaction with the Community",
                  "description": "You agree to interact with other users, instructors, and Namuy Learning staff in a respectful and professional manner. You must refrain from using language or behaviors that are offensive, abusive, harassing, defamatory, obscene, or discriminatory."
                }
              ]
            },
            {
              "title": "No Discrimination",
              "subpoints": [
                {
                  "title": "Equality and Diversity",
                  "description": "Participation in acts of discrimination or incitement to hatred based on race, color, religion, sex, gender, sexual orientation, gender identity, national origin, age, disability, marital status, socioeconomic status, or any other characteristic protected by law is prohibited."
                }
              ]
            },
            {
              "title": "Prohibition of Inappropriate Content",
              "subpoints": [
                {
                  "title": "Prohibited Content",
                  "description": "You must not post, upload, transmit, or share content that is illegal, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, pornographic, invasive of others' privacy, hateful, racially, ethnically, or otherwise objectionable."
                },
                {
                  "title": "Protection of Minors",
                  "description": "Any content that exploits or endangers minors, including representations of child abuse or any related activity, is strictly prohibited."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.4 Academic Integrity",
          "points": [
            {
              "title": "Originality in Work",
              "subpoints": [
                {
                  "title": "Prohibition of Plagiarism",
                  "description": "You agree to submit assignments, projects, exams, and any other academic activities that are the product of your own effort and creation. Plagiarism, copying, data falsification, or any form of academic fraud is strictly prohibited."
                }
              ]
            },
            {
              "title": "Ethical Collaboration",
              "subpoints": [
                {
                  "title": "Collaboration Rules",
                  "description": "You must adhere to the established collaboration rules for each course or activity. Unauthorized assistance in assessments, tasks, or exams is prohibited. Sharing answers, solutions, or any material that may compromise academic integrity is forbidden."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.5 Intellectual Property and Confidentiality",
          "points": [
            {
              "title": "Respect for Copyrights",
              "subpoints": [
                {
                  "title": "Legal Use of Content",
                  "description": "You agree not to reproduce, distribute, modify, create derivative works, publicly display, perform, transmit, or otherwise use content protected by copyrights, trademarks, patents, trade secrets, or other intellectual property rights without the explicit permission of the rights holder."
                }
              ]
            },
            {
              "title": "Use of Platform Materials",
              "subpoints": [
                {
                  "title": "Limited License",
                  "description": "Educational materials and resources available on the platform are for your personal and non-commercial use in the context of your participation in the Services. Sharing, distributing, selling, or exploiting such materials to third parties is prohibited."
                }
              ]
            },
            {
              "title": "Confidentiality",
              "subpoints": [
                {
                  "title": "Confidential Information",
                  "description": "You may have access to confidential information of Namuy Learning or other users. You agree to maintain the confidentiality of such information and not disclose it without the prior written consent of the owner."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.6 Security and Protection of the Platform",
          "points": [
            {
              "title": "No Interference",
              "subpoints": [
                {
                  "title": "Integrity of Services",
                  "description": "Interfering with or disrupting the operation of the Services, servers, or networks connected to the Services, including transmitting any viruses, worms, malware, or any other destructive or harmful code, is prohibited."
                }
              ]
            },
            {
              "title": "Prohibition of Unauthorized Access",
              "subpoints": [
                {
                  "title": "Restricted Access",
                  "description": "You must not attempt to access unauthorized accounts, computer systems, or networks connected to the Services through hacking, password extraction, or any other illegitimate means."
                }
              ]
            },
            {
              "title": "Malware Prevention",
              "subpoints": [
                {
                  "title": "System Protection",
                  "description": "You agree not to introduce any software or material into the platform that may cause damage or alter the functioning of Namuy Learning's systems or those of other users."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.7 Legal and Regulatory Compliance",
          "points": [
            {
              "title": "Applicable Laws and Regulations",
              "subpoints": [
                {
                  "title": "Legal Compliance",
                  "description": "You agree to comply with all applicable local, regional, national, and international laws, rules, and regulations when using the Services, including but not limited to data protection laws, intellectual property laws, unfair competition, and consumer protection."
                }
              ]
            },
            {
              "title": "Namuy Learning Policies",
              "subpoints": [
                {
                  "title": "Adherence to Policies",
                  "description": "You must adhere to all additional policies, terms, and conditions provided by Namuy Learning in relation to the Services, which may be updated periodically."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.8 Responsibility for Content and Activities",
          "points": [
            {
              "title": "User-Generated Content",
              "subpoints": [
                {
                  "title": "Individual Responsibility",
                  "description": "You are solely responsible for the content you post, upload, or transmit through the Services. You guarantee that such content is legal, does not infringe on third-party rights, and complies with these Terms."
                },
                {
                  "title": "Granted Rights",
                  "description": "By submitting content, you grant Namuy Learning the necessary rights to use, reproduce, modify, adapt, publish, translate, distribute, and display such content in relation to the provision of the Services."
                }
              ]
            },
            {
              "title": "Reporting Abuses",
              "subpoints": [
                {
                  "title": "Incident Communication",
                  "description": "You must immediately inform Namuy Learning about any security breaches, unauthorized use of your account, or any other violations of which you are aware."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.9 Indemnification and Disclaimer",
          "points": [
            {
              "title": "Indemnification",
              "subpoints": [
                {
                  "title": "Damage Compensation",
                  "description": "You agree to indemnify and hold harmless Namuy Learning, its affiliates, directors, employees, agents, and licensors from any claims, demands, losses, damages, costs, and expenses, including reasonable attorney fees, arising from your use of the Services, your content, your violation of these Terms, or any laws or rights of third parties."
                }
              ]
            },
            {
              "title": "Disclaimer",
              "subpoints": [
                {
                  "title": "Assumption of Risk",
                  "description": "You acknowledge that you use the Services at your own risk. Namuy Learning will not be liable for any direct, indirect, incidental, special, or consequential damages resulting from the use or inability to use the Services."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.10 Additional Restrictions",
          "points": [
            {
              "title": "Unauthorized Commercial Activities",
              "subpoints": [
                {
                  "title": "Prohibition of Solicitations",
                  "description": "You must not promote or distribute unsolicited advertising materials, spam, chain letters, pyramid schemes, or other forms of unauthorized solicitation through the Services."
                }
              ]
            },
            {
              "title": "Data Collection",
              "subpoints": [
                {
                  "title": "Personal Data Protection",
                  "description": "Collecting, storing, or using personal data of other users without their explicit consent and in compliance with applicable data protection laws is prohibited."
                }
              ]
            }
          ]
        },
        {
          "subtitle": "4.11 Consequences of Non-Compliance",
          "points": [
            {
              "title": "Disciplinary Measures",
              "subpoints": [
                {
                  "title": "Account Suspension or Termination",
                  "description": "Namuy Learning reserves the right to suspend or terminate your access to the Services without prior notice if you violate these Terms or engage in activities that may harm other users, the platform, or the company."
                }
              ]
            },
            {
              "title": "Legal Actions",
              "subpoints": [
                {
                  "title": "Legal Proceedings",
                  "description": "Failure to comply with these Terms may result in legal actions under applicable laws, including claims for damages, injunctive relief, or other legal remedies."
                }
              ]
            },
            {
              "title": "Notification to Authorities",
              "subpoints": [
                {
                  "title": "Cooperation with Authorities",
                  "description": "In cases of serious or illegal violations, Namuy Learning may report to competent authorities and fully cooperate with investigations or legal proceedings."
                }
              ]
            }
          ]
        }
      ]
    },
    "intellectualProperty": {
      "title": "Intellectual Property",
      "text": "All content is protected by intellectual property laws..."
    },
    "confidentialityDataProtection": {
      "title": "Confidentiality and Data Protection",
      "text": "We are committed to protecting your personal data..."
    },
    "platformAccessRestrictions": {
      "title": "Access to the Platform and Restrictions",
      "text": "Access to certain areas may be restricted..."
    },
    "paymentsCancellations": {
      "title": "Payments and Cancellations",
      "text": "Payment terms for premium services, refund policies..."
    },
    "modificationOfTerms": {
      "title": "Modifications of Terms",
      "text": "We reserve the right to modify these Terms at any time..."
    },
    "limitationOfLiability": {
      "title": "Limitation of Liability",
      "text": "We are not liable for any damages arising from your use of the platform..."
    },
    "disputeResolution": {
      "title": "Dispute Resolution",
      "text": "Any disputes will be resolved through mediation or arbitration..."
    },
    "durationTermination": {
      "title": "Duration and Termination",
      "text": "These Terms are effective unless terminated by either party..."
    },
    "finalProvisions": {
      "title": "Final Provisions",
      "text": "These provisions govern the interpretation of the Terms..."
    },
    "acceptableUsePolicy": {
      "title": "Acceptable Use of the Platform",
      "text": "Users must not engage in prohibited activities such as..."
    },
    "serviceInterruption": {
      "title": "Interruption of Service",
      "text": "We may suspend the platform for maintenance or emergencies..."
    },
    "usageLicense": {
      "title": "Usage License",
      "text": "We grant you a limited license to access the content..."
    },
    "thirdPartyContentDisclaimer": {
      "title": "Third-Party Content Disclaimer",
      "text": "We are not responsible for content provided by third parties..."
    },
    "forumsInteractionSpaces": {
      "title": "Forums and Interaction Spaces",
      "text": "Users must follow the rules when participating in forums..."
    },
    "modificationSuspensionOfServices": {
      "title": "Right to Modify or Suspend Services",
      "text": "We may change or discontinue services at any time..."
    },
    "studentRights": {
      "title": "Rights of Students",
      "text": "You have rights such as access to educational materials..."
    },
    "complianceWithLaws": {
      "title": "Compliance with Local and International Laws",
      "text": "Users must comply with all applicable laws..."
    },
    "accountSecurity": {
      "title": "Account Maintenance and Security",
      "text": "You are responsible for maintaining the confidentiality of your account..."
    },
    "nonTransferability": {
      "title": "Non-Transferability",
      "text": "Your rights and obligations under these Terms are non-transferable..."
    }
  }
  